brew 'curl'
brew 'curl-ca-bundle'
brew 'dnsmasq'
brew 'faac'
brew 'ffmpeg'
brew 'metasploit'
brew 'imagemagick'
brew 'netcat'
brew 'openssl'
brew 'p7zip'
brew 'pngcrush'
brew 'readline'
brew 'rename'
brew 'tig'
brew 'unrar'
brew 'webp'
brew 'wget'
brew 'xvid'
brew 'zlib'

brew 'phantomjs'

brew 'shellcheck'
brew 'fish'

brew 'mongodb'
brew 'redis'
brew 'sqlite'

brew 'android-sdk'

brew 'erlang'
brew 'lua'
brew 'luarocks'
brew 'rust'

brew 'gifsicle'
brew 'git'
brew 'git-cola'
brew 'git-extras'
brew 'hub'
brew 'z'

tap 'phinze/cask'
cask 'adium'
cask 'airserver'
cask 'aerofs'
cask 'alfred'
cask 'amazon-cloud-drive'
cask 'arduino'
cask 'atom'
cask 'backblaze'
cask 'bartender'
cask 'base'
cask 'boot2docker'
cask 'camtasia'
cask 'ccmenu'
cask 'charles'
cask 'chromecast'
cask 'cleanmymac'
cask 'cloud'
cask 'dash'
cask 'day-o'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'gfxcardstatus'
cask 'github'
cask 'gitter'
cask 'google-drive'
cask 'google-earth'
cask 'google-web-designer'
cask 'handbrake'
cask 'hex-fiend'
cask 'hipchat'
cask 'imageoptim'
cask 'induction'
cask 'inkscape'
cask 'iterm2'
cask 'jdiskreport'
cask 'karabiner'
cask 'mactracker'
cask 'makemkv'
cask 'max'
cask 'menumeters'
cask 'mjolnir'
cask 'mou'
cask 'music-manager'
cask 'opera'
cask 'plex-home-theater'
cask 'plex-media-server'
cask 'poedit'
cask 'scrivener'
cask 'seil'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'soundflower'
cask 'sourcetree'
cask 'sparkleshare'
cask 'steam'
cask 'sweet-home3d'
cask 'switchresx'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'xtrafinder'
