tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "1password-cli"
cask "alfred"
cask "browserstacklocal"
cask "discord"
cask "docker"
cask "dropbox"
cask "enjoyable"
cask "balenaetcher"
cask "firefox-beta"
cask "firefox-developer-edition"
cask "firefoxnightly"
cask "gitify"
cask "google-chrome"
cask "google-chrome-canary"
cask "hammerspoon"
cask "hex-fiend"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "keycastr"
cask "macdown"
cask "muzzle"
cask "rocket"
cask "safari-technology-preview"
cask "sequel-pro"
cask "signal"
cask "sip"
cask "sketch"
cask "softu2f"
cask "soundflower"
cask "spotify"
cask "steam"
cask "teensy"
cask "telegram"
cask "vanilla"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
cask "zoomus"
