tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "asdf"
brew "autoconf"
brew "automake"
brew "brotli"
brew "cmake"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "entr"
brew "openssl"
brew "erlang"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flow"
brew "fzf"
brew "libtool"
brew "imagemagick"
brew "gifify"
brew "gifsicle"
brew "git"
brew "git-cola"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "gnu-sed"
brew "gnupg"
brew "graphicsmagick"
brew "httpie"
brew "hub"
brew "hyperscan"
brew "ical-buddy"
brew "jq"
brew "lcov"
brew "mas"
brew "md5sha1sum"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "tree"
brew "pass"
brew "pidof"
brew "pkg-config"
brew "pngcrush"
brew "prettyping"
brew "ranger"
brew "rename"
brew "shellcheck"
brew "socat"
brew "softhsm"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "travis"
brew "watch"
brew "webp"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zopfli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

# Completions
brew 'brew-cask-completion'
brew 'cargo-completion'
brew 'docker-completion'
brew 'open-completion'
brew 'ruby-completion'
brew 'rustc-completion'

cask "1password-cli"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "bartender"
cask "browserstacklocal"
cask "calibre"
cask "charles"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "enjoyable"
cask "etcher"
cask "fantastical"
cask "firefox-beta"
cask "firefox-developer-edition"
cask "firefoxnightly"
cask "gitify"
cask "google-chrome"
cask "google-chrome-canary"
cask "hammerspoon"
cask "hex-fiend"
cask "imageoptim"
cask "irccloud"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "keycastr"
cask "macdown"
cask "muzzle"
cask "rocket"
cask "safari-technology-preview"
cask "sequel-pro"
cask "signal"
cask "sip"
cask "sketch"
cask "softu2f"
cask "soundflower"
cask "spotify"
cask "steam"
cask "teensy"
cask "telegram"
cask "vanilla"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
cask "zoomus"

# fonts
cask "font-anonymouspro-nerd-font-mono"
cask "font-devicons"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-nerd-font-mono"
cask "font-sourcecodepro-nerd-font-mono"

# quicklook
cask "betterzipql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
