tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'

brew 'android-sdk'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'blueutil'
brew 'gettext'
brew 'chromedriver'
brew 'cmake'
brew 'coreutils'
brew 'openssl'
brew 'curl'
brew 'dnsmasq'
brew 'erlang'
brew 'faac'
brew 'sqlite'
brew 'python'
brew 'fasd'
brew 'git'
brew 'x264'
brew 'lame'
brew 'webp'
brew 'ffmpeg'
brew 'fish'
brew 'flow'
brew 'imagemagick'
brew 'gifify'
brew 'git-cola'
brew 'git-extras'
brew 'go'
brew 'git-lfs'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnupg'
brew 'lua'
brew 'graphicsmagick'
brew 'httpie'
brew 'hub'
brew 'netcat'
brew 'nmap'
brew 'p7zip'
brew 'pngcrush'
brew 'rename'
brew 'rust'
brew 'shellcheck'
brew 'sox'
brew 'terminal-notifier'
brew 'tig'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'wrk'
brew 'xmlto'
brew 'zopfli'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/cargo-completion'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/docker-machine-completion'
brew 'homebrew/completions/open-completion'
brew 'homebrew/completions/ruby-completion'
brew 'homebrew/completions/rustc-completion'

cask 'airdroid'
cask 'airserver'
cask 'alfred'
cask 'amazon-cloud-drive'
cask 'android-file-transfer'
cask 'android-studio'
cask 'arduino'
cask 'atom'
cask 'backblaze'
cask 'balsamiq-mockups'
cask 'bartender'
cask 'base'
cask 'birdfont'
cask 'bitbar'
cask 'bittorrent-sync'
cask 'calibre'
cask 'camtasia'
cask 'charles'
cask 'cloud'
cask 'discord'
cask 'diskmaker-x'
cask 'dockertoolbox'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'functionflip'
cask 'gfxcardstatus'
cask 'gitter'
cask 'google-drive'
cask 'google-earth'
cask 'google-photos-backup'
cask 'handbrake'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'jdiskreport'
cask 'karabiner'
cask 'keycastr'
cask 'launchrocket'
cask 'makemkv'
cask 'max'
cask 'mjolnir'
cask 'music-manager'
cask 'plex-media-server'
cask 'rcdefaultapp'
cask 'seil'
cask 'sequel-pro'
cask 'sketch'
cask 'skyfonts'
cask 'skype'
cask 'slack'
cask 'sparkleshare'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'tunnelblick'
cask 'virtualbox'
cask 'vlc'
cask 'wireshark'
cask 'yujitach-menumeters'

# quicklook
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'cert-quicklook'
