tap 'caskroom/cask'
tap "caskroom/fonts"
tap 'caskroom/versions'
tap "buo/cask-upgrade"
tap 'homebrew/bundle'
tap 'ravenac95/sudolikeaboss'
tap 'universal-ctags/universal-ctags'

brew 'adns'
brew 'autoconf'
brew 'automake'
brew 'brotli'
brew 'curl'
brew 'dnsmasq'
brew 'erlang'
brew 'ffmpeg'
brew 'fish'
brew 'flow'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'gifify'
brew 'gifsicle'
brew 'git'
brew 'git-lfs'
brew 'gnu-getopt'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'graphicsmagick'
brew 'httpie'
brew "hub", args: ["devel"]
brew 'ical-buddy'
brew 'ievms'
brew 'imagemagick'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew 'lcov'
brew 'neovim'
brew 'netcat'
brew 'nmap'
brew "pass"
brew 'pngcrush'
brew 'python3'
brew 'readline'
brew 'redis'
brew 'rename'
brew 'ruby'
brew 'shellcheck'
brew 'sqlite'
brew 'sudolikeaboss'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew "tidy-html5"
brew 'tig'
brew 'todo-txt'
brew 'tree'
brew 'unar'
brew 'universal-ctags', args: ['HEAD']
brew 'watch'
brew 'webp'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'youtube-dl'
brew 'zopfli'

# Completions
brew 'brew-cask-completion'
brew 'cargo-completion'
brew 'docker-completion'
brew 'open-completion'
brew 'ruby-completion'
brew 'rustc-completion'

cask '1password-cli'
cask 'alfred'
cask 'backblaze'
cask 'bartender'
cask 'bitbar'
cask 'calibre'
cask 'charles'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'firefoxnightly'
cask 'flux'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'hammerspoon'
cask 'hex-fiend'
cask 'imageoptim'
cask 'iterm2'
cask 'itsycal'
cask 'kap'
cask 'keycastr'
cask 'macdown'
cask 'muzzle'
cask 'rambox'
cask 'safari-technology-preview'
cask 'sequel-pro'
cask 'sketch'
cask 'softu2f'
cask 'steam'
cask 'the-unarchiver'
cask 'transmission'
cask 'tunnelblick'
cask 'turtl'
cask 'vanilla'
cask 'virtualbox'
cask 'vlc'
cask 'zoomus'

# fonts
cask "caskroom/fonts/font-anonymouspro-nerd-font-mono"
cask "caskroom/fonts/font-firacode-nerd-font-mono"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-inconsolata-nerd-font"
cask "caskroom/fonts/font-meslo-nerd-font-mono"
cask "caskroom/fonts/font-sourcecodepro-nerd-font-mono"

# quicklook
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
