tap "homebrew/core"

brew "bat"
brew "colordiff"
brew "direnv"
brew "entr"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gifify"
brew "gifsicle"
brew "gnu-sed"
brew "graphicsmagick"
brew "hexyl"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lcov"
brew "md5sha1sum"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssl"
brew "pidof"
brew "pngcrush"
brew "prettyping"
brew "protobuf"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "terminal-notifier"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "webp"
brew "webp"
brew "wget"
brew "x264"
brew "xvid"
brew "youtube-dl"
brew "zopfli"
