tap "homebrew/core"

brew "direnv"
brew "entr"
brew "fish"
brew "fzf"
brew "gnu-sed"
brew "hexyl"
brew "httpie"
brew "jq"
brew "lcov"
brew "md5sha1sum"
brew "neovim"
brew "netcat"
brew "nmap"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "tidy-html5"
brew "tree"
brew "watch"
