fisherman/await
edc/bass
fisherman/done
keithamus/firewatch-minimal-fish-theme
fisherman/free
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/humanize_duration
fisherman/imgcat
fisherman/last_job_id
fisherman/nvm
