fisherman/await
edc/bass
fisherman/done
oh-my-fish/plugin-extract
fisherman/free
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/humanize_duration
fisherman/imgcat
fisherman/last_job_id
fisherman/nvm
oh-my-fish/plugin-osx
keithamus/papercolor-fish-theme
oh-my-fish/plugin-tiny
