edc/bass
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-tiny
keithamus/papercolor-fish-theme
jorgebucaran/fish-getopts
laughedelic/pisces
franciscolourenco/done
jethrokuan/fzf
jethrokuan/z
acomagu/fish-async-prompt
